Repository: AhmadRK94/Maktab-FastAPI-Course
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fa

source: User registered successfully.
fa: یوزر با موفقیت ثبت نام کرد.

source: item with id: {id} doesn't exist.
fa: آیتم با آیدی: {id} وجود ندارد.

source: User with id: {user_id} doesn't exist.
fa: یوزر با آیدی: {user_id} وجود ندارد.

source: Invalid Username or Password.
fa: نام کاربری یا رمز عبور اشتباه است.

source: Login successful.
fa: ورود موفق

source: Logout successful.
fa: خروج موفق

source: Access token refreshed successfully.
fa: توکن دسترسی با موفقیت به روز رسانی شد.

source: Authentication failed, refresh token not found.
fa: احراز هویت ناموفق، توکن به روز رسانی پیدا نشد.

source: Authentication failed, Invalid token type.
fa: احراز هویت ناموفق، نوع توکن اشتباه است.

source: Authentication failed, Token expired.
fa: احراز هویت ناموفق، توکن منقضی شد.

source: Authentication failed, Decode failed.
fa: احراز هویت ناموفق بود، رمزگشایی ناموفق بود.
